function Evoleushon() {
    return (
        <>
            <h1 className="text-4xl leading-[46px]">ডিরেক্টেড ইভোলিউশন: যে প্রক্রিয়া জিতেছে ২০১৮ সালের নোবেল পুরস্কার|</h1>
            <img src="../public/img1.jpg" alt="photo" className="w-full my-5 rounded-2xl" />


            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">২০১৮ সালে রসায়নে নোবেল পুরস্কার বিজয়ী তিনজনের আবিষ্কারই সরাসরি ডারউইনের বিবর্তনের সাথে জড়িত। জর্জ স্মিথ আর গ্রেগরি উইন্টার এই সম্মানজনক পুরস্কারের অর্ধেক জিতেছেন ফেজ ডিসপ্লের উন্নয়নের জন্য। আর পুরস্কারের বাকি অর্ধেক জিতেছেন ফ্রান্সেস আর্নল্ড, ফেজ ডিসপ্লেকে কাজে লাগিয়ে ডিরেক্টেড ইভোলিউশন আবিষ্কারের জন্য। ‘টেস্টটিউবে বিবর্তন বিপ্লব’ হিসেবে আলোচিত আর্নল্ডের এই ডিরেক্টেড ইভোলিউশন প্রক্রিয়া নিয়েই আমাদের আজকের আলোচনা।</p>

            <div className="my-5">
                <img src="../public/evo1.jpg" alt="photo" className="w-full rounded-2xl" />
                <p className="text-gray-400 text-[14px] mt-2 text-center">ফ্রান্সেস আর্নল্ড; image source: princeton.edu</p>
            </div>

            <h3 className="text-3xl font-bold w-[80%] mx-auto">ধারণা</h3>
            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">‘ডিরেক্টেড ইভোলিউশন’ শব্দযুগলের যথার্থ বাংলা হতে পারে ‘পরিচালিত বিবর্তন’। অর্থাৎ, যে বিবর্তন প্রকৃতির চিরাচরিত নিয়মে ধীরে-সুস্থে ঘটে না। বরং বিশেষভাবে বিবর্তনকে উদ্দিষ্ট লক্ষ্যের দিকে ঠেলে দেয়াই পরিচালিত বিবর্তন। এটি প্রোটিন ইঞ্জিনিয়ারিংয়ে ব্যবহৃত এমন এক প্রক্রিয়া যা দ্বারা প্রাকৃতিক বিবর্তন ব্যবহার করে মানুষ তাদের উদ্দিষ্ট্য বৈশিষ্টমন্ডিত প্রোটিন বা এনজাইম উৎপাদন করতে পারে। বিভিন্ন প্রোটিন ও জৈব প্রণালীর উন্নয়ন সাধনে এটি একটি শক্তিশালী নিয়ামক। ফ্রান্সেস আর্নল্ডের হাত ধরে বিজ্ঞান বিশ্বে আগমন ঘটা এই প্রক্রিয়া প্রোটিন, এনজাইম আর জিন প্রকৌশলে এবং বিভিন্ন সিনথেটিক ও বায়োসিনথেটিক প্রক্রিয়ায় ৯০’র দশকের পর থেকে অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে। তবে বিবর্তনকে উপযোগী ফিনোটাইপের দিকে ধাবিত করা নতুন কিছু নয়। এটা প্রাথমিক পর্যায়ে শুরু হয়েছিল সেই আদিম যুগে গৃহপালিত পশু আর চাষযোগ্য ফসল দিয়ে। তবে আধুনিককালে এসে মানুষ বিবর্তনকে গবেষণাগারের টেস্টটিউবে বন্দী করতে সক্ষম হয়েছে। কীভাবে ঘটে এই বিস্ময়, তা-ই জানবো আমরা আজ।</p>

            <h3 className="text-3xl font-bold mt-4">প্রাথমিক ইতিহাস</h3>
            <div className="my-5">
                <img src="../public/evo2.png" alt="photo" className="w-full rounded-2xl" />
                <p className="text-gray-400 text-[14px] mt-2 text-center">ফেজ ডিসপ্লে; image source: wikipedia.org</p>
            </div>

            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">ডিরেক্টেড ইভোলিউশনের সূচনা হয়েছিল আরএনএ বিবর্তনের মাধ্যমে। গত শতকের ৬০’এর দশকে ‘স্পিগলম্যান’স মনস্টার’ নামক এক সফল গবেষণায় এই ধারণার প্রাথমিক ভিত্তি স্থাপিত হয়। এরপর এই প্রক্রিয়া প্রোটিনের বিবর্তনেও কাজে লাগানোর প্রয়াস শুরু হয়, যেখানে ব্যাকটেরিয়ার বিবর্তনের মাধ্যমে কোনো একটি জিনোমে কেবল একটি পছন্দসই জিনের মোডিফিকেশন সম্ভবপর হয়। ৮০’র দশকে ‘ফেজ ডিসপ্লে’ প্রোটিনের মিউটেশনের দ্বার উন্মোচন করে। ফলে তখন থেকে বাইন্ডিং প্রোটিনগুলোর বিবর্তন নিয়ে কাজ করা আরো সহজ হয়ে ওঠে। তবে অনুঘটকীয় এনজাইমগুলোর রহস্য তখন অনাবৃত হয়নি। যে কারণে ফেজ ডিসপ্লের সম্পূর্ণ সুফল ভোগ করতে পারছিল না বিজ্ঞানবিশ্ব। কিন্তু ৯০’র দশকে ফ্রান্সেস আর্নল্ড ডিরেক্টেড ইভোলিউশন নিয়ে হাজির হলে বিপ্লব ঘটে জৈব রসায়নের এ শাখায়। রাতারাতি জনপ্রিয় হয়ে ওঠে এই প্রক্রিয়া আর অনুঘটকীয় এনজাইম উৎপাদন বৃদ্ধি পেতে থাকে গুণিতক হারে।</p>

            <h3 className="text-3xl font-bold mt-4 mb-2 w-[80%] mx-auto">মূল প্রক্রিয়া</h3>
            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">সাধারণত বিবর্তনের জন্য তিনটি বিষয় প্রয়োজন। প্রথমত, অনুলিপক জিনগুলোর মাঝে পার্থক্য, দ্বিতীয়ত এই পার্থক্য জিনগুলোর মাঝে পৃথক পৃথক যোগ্যতার সৃষ্টি করবে আর সবশেষ যে যোগ্যতার ভিত্তিতে জিনটি নির্বাচিত হবে, তা অবশ্যই উত্তরাধিকারসূত্রে গ্রহণযোগ্য হতে হবে। সাধারণভাবে একটি প্রোটিনে বিদ্যমান অ্যামিনো এসিডগুলো ১০ লক্ষ কোটি সমবায় তৈরি করতে পারে, যা এখনো পর্যন্ত বিজ্ঞানীদের সৃষ্ট প্রোটিন লাইব্রেরিতে প্রাপ্ত সর্বমোট সমবায় সংখ্যার চেয়েও বহুগুণ বেশি। তাই এই জটিল এবং প্রায় অসম্ভব কর্মযজ্ঞে না গিয়ে যদৃচ্ছ মিউটাজেনেসিস ঘটানো হয়। আর দফায় দফায় চক্রাকার মিউটাজেনেসিসের ফলে উদ্দিষ্ট একটিমাত্র জিন বিবর্তিত হয়ে ওঠে। তাই এ প্রক্রিয়াকে প্রাকৃতিক বিবর্তনের অনুকরণও বলা চলে।</p>

            <div className="my-5">
                <img src="../public/evo3.jpg" alt="photo" className="w-full rounded-2xl" />
                <p className="text-gray-400 text-[14px] mt-2 text-center">প্লাজমিড ভিত্তিক মিউটাজেনেসিস; image source: nature.com</p>
            </div>

            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">ডিরেক্টেড ইভোলিউশনের সাফল্য নির্ভর করে লাইব্রেরি কতটা সমৃদ্ধ তার উপর। সেজন্য ডিরেক্টেড ইভোলিউশনের প্রথম ধাপটিই হচ্ছে পরবর্তনশীল জিনের একটি শক্তিশালী লাইব্রেরি গড়ে তোলা। এক্ষেত্রে সাধারণ প্রক্রিয়ার কথা ভাবতে গেলেই বিপদ। আগেই বলা হয়েছে, একেকটি প্রোটিনের অ্যামিনো এসিডগুলোর মাঝে লক্ষ কোটি সমবায় সম্ভব। এই বিপুল সংখ্যক সমবায়ের ক্রম করা প্রায় অসম্ভব, হোক তা পরীক্ষামূলক কিংবা প্রাকৃতিক। আরো বিপদের কথা হলো, এই ক্রমগুলোও আবার ফাংশনাল প্রোটিন দ্বারা বিভক্ত। তবে প্রাকৃতিক বিবর্তনে এই বিপুল সংখ্যক ফাংশনাল অনুক্রমের প্রায় সদৃশ একটি অনুক্রম করার প্রক্রিয়া চলে। ডিরেক্টেড ইভোলিউশনে এ ব্যাপারটিই কাজে লাগানো হয়। প্রাকৃতিক বিবর্তন যেভাবে ফাংশনাল প্রোটিনের অনুরূপ অনুক্রম তৈরির চেষ্টা চালায়, ডিরেক্টেড ইভোলিউশন এই প্রক্রিয়া অনুকরণ করে একটি ফাংশনাল জিনে মিউটাজেনেসিস ঘটায়।

                প্রক্রিয়ার আরম্ভে প্রথম জিনটির মিউটাজেনেসিস ‘পয়েন্ট মিউটেশ’ এর মাধ্যমে করা হয়। উল্লেখ্য, পয়েন্ট মিউটেশন হলো এমন একটি প্রক্রিয়া যেখানে কোনো জেনেটিক ক্রমের একটি নিউক্লিওটাইড নিয়ে কাজ করা যায়, একে চাইলে মুছে ফেলা যায় কিংবা এর ইচ্ছামতো পরিবর্তন করা যায়। এই নিউক্লিওটাইড বেসটি কোনো ডিএনএ কিংবা আরএনএর হতে পারে। এক্ষেত্রে জিনের পুনর্সমন্বয় করার সময় প্যারেন্ট জিন পরিহার করা হয় যেন নতুন বংশধরদের মাঝে উল্লেখযোগ্য পরিবর্তন লক্ষ্যণীয় হয়। একটি কার্যকরী লাইব্রেরি তৈরি করতে কেবল প্রয়োজনীয় জিনগুলো নিয়ে কাজ করা হয় এবং নিয়মতান্ত্রিকভাবে এদের জেনেটিক কোডের পরিবর্তন করা হয়।</p>


            <div className="my-5">
                <img src="../public/evo4.png" alt="photo" className="w-full rounded-2xl" />
                <p className="text-gray-400 text-[14px] mt-2 text-center">পয়েন্ট মিউটেশন; image source: wikipedia.org</p>
            </div>

            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">লাইব্রেরি তৈরি হয়ে গেলে দ্বিতীয় ধাপ শুরু হয়। একটি লাইব্রেরির অধিকাংশ মিউটেশনই ধ্বংসাত্মক হয়। ফলে যথেষ্ট পরিশ্রম করে তৈরি করা লাইব্রেরিও কার্যকারিতা হারায় কিংবা কমে যায়। এজন্য লাইব্রেরি তৈরির পর তা থেকে প্রয়োজনীয় এবং কার্যকর মিউট্যান্টগুলো খুঁজে বের করা জরুরি, যেগুলো উদ্দিষ্ট বৈশষ্ট্য এনে দেবে বিবর্তনের শেষ ধাপে। কার্যকর মিউট্যান্ট খুঁজে বের করতে গবেষকগণ দুটি পদ্ধতি ব্যবহার করেন। একটি হলো সিলেকশন, অন্যটি স্ক্রিনিং। যেকোনো একটি পদ্ধতি ব্যবহার করে মিউট্যান্ট নির্বাচন করা হয়ে গেলে আবারো দুটি বিকল্প পথ পাওয়া যায়। জিনের যথাযথ বৈশিষ্ট্যটি নির্বাচন ইন-ভিভো কিংবা ইন-ভিট্রো, দুই প্রক্রিয়াতেই করা যায়। ইন-ভিভো প্রক্রিয়ায় প্রতিটি কোষই একটি প্লাজমিডের সহায়তায় পরিবর্তন করা হয়। কেবল উদ্দিষ্ট জিনটি ছাড়া অন্য সকল জিনই একই বৈশিষ্ট্যের রাখা হয়। ফলে প্রাকৃতিকভাবে সেই ভিন্ন বৈশিষ্ট্যের জিনটিই নির্বাচিত হয় এবং কোষের সাইটোপ্লাজমে এর বিবর্তন ঘটে। এক্ষেত্রে সুবিধা হলো এই যে, যদি বিবর্তিত প্রোটিন কোনো জীবিত প্রাণীদেহে ব্যবহার করার উদ্দেশ্য থাকে, তাহলে তা বিবর্তনের সময়েই কোষের মধ্যে পরীক্ষিত হবার সুযোগ পায়।

                তবে কোষের সহায়তা ছাড়া টেস্টটিউবে বিবর্তন ঘটালে, অর্থাৎ, ইন-ভিট্রো পদ্ধতি অবলম্বন করলে লাইব্রেরি আরো অধিক সমৃদ্ধ হয়। তাছাড়া টেস্টটিউবে ফাংশনাল প্রোটিন বাছাই করলে এদের কোনো ক্ষতিকর এবং বিষাক্ত প্রতিক্রিয়া আছে কি না তা-ও জানা যায়। তবে উভয় পদ্ধতিই উপযোগী এবং সমানভাবে জনপ্রিয়। ফাংশনাল প্রোটিন নির্ধারিত হয়ে গেলে ডিরেক্টেড ইভোলিউশন প্রক্রিয়া শেষ ধাপে পৌঁছে যায়। এ ধাপে এসে উদ্দিষ্ট বৈশিষ্ট্যের জিন নির্বাচন করার জন্য জিনোটাইপ আর ফিনোটাইপের মধ্যে সংযোগ ঘটানো হয়। এই সংযোগ সমযোজী বন্ধন প্রক্রিয়ায় ঘটতে পারে কিংবা এদেরকে ইমালশন ড্রপলেট ব্যবহার করে প্রকোষ্ঠবদ্ধ করে বন্ধন তৈরি করা যেতে পারে। বাকি কাজটা খুবই সোজা। পৃথক করা জিনোটাইপের প্রসারণ ঘটাতে রূপান্তরিত হোস্ট ব্যাকটেরিয়া ব্যবহার করা হয়। আর এখানেই সমাপ্তি ঘটে ডিরেক্টেড ইভোলিউশনের একটি পূর্ণ চক্রের। চক্রের শেষে সবচেয়ে উৎকৃষ্ট জিনের অনুক্রমটিকে কিংবা কয়েকটি অনুক্রমকে পুনঃপুনঃ একই মিউটাজেনেসিস চক্রের মধ্য দিয়ে নেয়া হয়। এতে করে উদ্দিষ্ট্য বৈশিষ্ট্য সম্পন্ন জিনটির বৈচিত্র্য এবং মান বৃদ্ধি পায়।

            </p>


            <div className="my-5">
                <img src="../public/evo5.jpg" alt="photo" className="w-full rounded-2xl" />
                <p className="text-gray-400 text-[14px] mt-2 text-center">সংক্ষেপে ডিরেক্টেড ইভোলিউশন; image source: researchgate.net</p>
            </div>

            <h3 className="text-3xl font-bold mt-4 mb-2 w-[80%] mx-auto">সীমাবদ্ধতা</h3>

            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">ডিরেক্টেড ইভোলিউশনের কিছু সীমাবদ্ধতা রয়েছে। প্রধানতম সমস্যা হিসেবে যেটিকে চিহ্নিত করা হয়, সেটি হলো ব্যাপক এবং বিস্তৃত আকারের গবেষণা ও পর্যবেক্ষণের প্রয়োজনীয়তা। এসকল গবেষণায় প্রচুর অর্থ ও সময় ব্যয় হয় যা সামগ্রিক প্রক্রিয়াটিকে খরচসাপেক্ষ করে তোলে। আবার এই গবেষণাগুলোও কেবল কিছু নির্দিষ্ট দিক (যে জিন বিবর্তন প্রক্রিয়া চালানো হবে করা হবে তা) নিয়ে কাজ করে, যে কারণে এগুলো কেবল এককালীন ব্যবহারযোগ্য। অন্যদিকে সিলেকশন বা স্ক্রিনিং ধাপের প্রতিটি কাজ এতটাই সূক্ষ্ম হতে হয় যে সেখানে ভুল হবার সম্ভাবনাই ৯০ ভাগ! এই ধাপে এসে অধিকাংশ ক্ষেত্রেই প্রক্রিয়াটি নতুন করে শুরু করতে হয়, কারণ এখানে সামান্যতম ভুলও কাঙ্ক্ষিত ফলাফল এনে দেবে না।</p>


            <h3 className="text-3xl font-bold mt-4 mb-2 w-[80%] mx-auto">ব্যবহার</h3>

            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">সেফালোস্পোরিন একপ্রকার অ্যান্টিবায়োটিক যা ডিরেক্টেড ইভোলিউশন প্রক্রিয়ায় তৈরি অ্যামিনোসেফালোস্পোরিক এসিড থেকে তৈরি করা যায়।
                সেফালোস্পোরিন অ্যাসাইলেজের কার্যকারীতা বৃদ্ধিতে ডিরেক্টেড ইভোলিউশন সহায়ক।
                ২-ডিঅক্সিরাইবোজ-৫-ফসফেট অ্যাডোলেজ বা ডেরা নামক এক প্রকার রাসায়নিক থেকে আটোরভাস্টাটিন নামক কোলেস্টেরল কমানোর ওষুধ প্রস্তুত করা হয়। এই রাসায়নিক ডিরেক্টেড ইভোলিউশনের মাধ্যমে উৎপাদন করা হয়।
                এনজাইম উৎপাদনের দীর্ঘ প্রক্রিয়াকে অনেকটা সংক্ষিপ্ত এবং অধিক মানসম্পন্ন করেছে ডিরেক্টেড ইভোলিউশন।</p>

            <h3 className="text-3xl font-bold mt-4 mb-2 w-[80%] mx-auto">সুবিধা</h3>

            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">ডিরেক্টেড ইভোলিউশন প্রক্রিয়া কেবল এনজাইম উৎপাদনই করে না, বরং এর মান প্রতিনিয়ত উন্নয়ন করে চলে।
                বিভিন্ন ধরনের জিন প্রকৌশলে এই প্রক্রিয়া ব্যবহার করা সম্ভব, যা এনজাইম উৎপাদনের অন্যান্য প্রক্রিয়াগুলোর ক্ষেত্রে সম্ভব নয়।
                পলিমেরাসেস, নিউক্লিয়াসেস, ট্রন্সপোজাসেস, ইন্টিগ্রাসেস, রিকম্বিনেজ সহ জিন প্রকৌশলের বিভিন্ন প্রক্রিয়ায় ডিরেক্টেড ইভোলিউশন ব্যবহারে শতভাগ সাফল্য পাওয়া যায়।
                পিএইচ কিংবা তাপমাত্রার উপর নির্ভরশীল এনজাইমের মোডিফিকেশন সম্ভব এই প্রক্রিয়ায়।
                টিকার কার্যকারীতা বৃদ্ধি এবং পার্শ্বপ্রতিক্রিয়া কমাতে এই প্রক্রিয়া ব্যবহার করা হয়।</p>



            <div className="my-5">
                <img src="../public/evo6.png" alt="photo" className="w-full rounded-2xl" />
                <p className="text-gray-400 text-[14px] mt-2 text-center">যেভাবে ডিরেক্টেড ইভোলিউশনে এনজাইম উৎপন্ন হয়; image source: slideplayer.com</p>
            </div>



            <p className="text-[16px] leading-[26px] w-[80%] mx-auto">এককথায়, ডিরেক্টেড ইভোলিউশন এমন একটি প্রক্রিয়া, যা দ্বারা প্রকৃতির ক্ষমতা কাজে লাগিয়ে প্রকৃতিরই উন্নয়ন সাধন করা হয়। সিনথেটিক এনজাইম উৎপাদনের সর্বোত্তম হাতিয়ার এই ডিরেক্টেড ইভোলিউশন। উদ্ভাবনের পর থেকে এর সকল সাফল্যই বলে দেয় যে এই প্রক্রিয়া ভবিষ্যতে আরো অনেক উন্নত হবে এবং এনজাইম উৎপাদনে আর কার্যকর হবে। আর এতসব সুবিধা তৈরি করে দিয়েছে যে প্রক্রিয়া, সে প্রক্রিয়ার নোবেল পুরস্কার জেতা তো একরম অবধারিতই ছিল।

                ফিচার ছবি: quantamagazine.org</p>
        </>
    );
}

export default Evoleushon;